Repository: Lucasgonp/Babel
Catalog: Babel/Localizable/Main.xcstrings
Source language: en
Languages: pt_br

source: About
pt_br: Sobre

source: Accept
pt_br: Aceitar

source: Access not granted
pt_br: Acesso não permitido

source: Add
pt_br: Adicionar

source: Add group description
pt_br: Adicionar descrição do grupo

source: Add new member
pt_br: Adicionar novo membro

source: Are you sure you want to logout? You will have to login with your credentials again
pt_br: Tem certeza que você deseja sair? Você vai ter que entrar novamente com as suas credenciais

source: At school
pt_br: Na escola

source: At the gym
pt_br: Na academia

source: At the movies
pt_br: No cinema

source: At work
pt_br: No trabalho

source: Audio
pt_br: Áudio

source: Available
pt_br: Disponível

source: Babel requires to access your Camera
pt_br: Babel precisa acessar sua camera

source: Babel requires to access your contacts list
pt_br: Babel precisa acessar sua lista de contatos

source: Babel requires to access your location
pt_br: Babel precisa acessar sua localização

source: Babel requires to access your Media library
pt_br: Babel precisa acessar sua galeria de mídia

source: Babel requires to access your microphone
pt_br: Babel precisa acessar seu microfone

source: Babel requires to access your Photo library
pt_br: Babel precisa acessar sua galeria

source: Battery about to die
pt_br: Bateria prestes a acabar

source: Busy
pt_br: Ocupado(a)

source: Can't talk
pt_br: Não posso falar

source: Cancel
pt_br: Cancelar

source: Change
pt_br: Alterar

source: Change chat wallpaper
pt_br: Mudar papel de parede

source: Chat bot with messages only
pt_br: Chat bot apenas com mensagem

source: Chat settings
pt_br: Configurações de chat

source: Chats
pt_br: Conversas

source: Clear cache
pt_br: Limpar cache

source: Contact Info
pt_br: Informações do contato

source: Create
pt_br: Criar

source: Create new group
pt_br: Criar novo grupo

source: Currently set to
pt_br: Definido como

source: Delete chat
pt_br: Apagar conversa

source: Deny
pt_br: Rejeitar

source: Description
pt_br: Descrição

source: Do you want to accept this user to get into de group?
pt_br: Deseja aprovar a solicitação de acesso ao group deste usuário?

source: Do you want to change the chat wallpaper?
pt_br: Deseja alterar o papel de parede?

source: Do you want to delete this chat?
pt_br: Você quer apagar essa conversa?

source: Do you want to deny this user request?
pt_br: Deseja rejeitar a solicitação de acesso ao grupo deste usuário?

source: Do you want to exit this group?
pt_br: Você deseja sair desse grupo?

source: Do you want to join this group?
pt_br: Você deseja se juntar a esse grupo?

source: Done
pt_br: Concluir

source: Edit
pt_br: Editar

source: Edit profile
pt_br: Editar perfil

source: Enable
pt_br: Habilitar

source: Exit group
pt_br: Sair do grupo

source: Full name
pt_br: Nome completo

source: Generate images through AI
pt_br: Gerar imagens por IA

source: Grant access
pt_br: Permitir acesso

source: Group info
pt_br: Informações do grupo

source: Group name
pt_br: Nome do grupo

source: Groups
pt_br: Grupos

source: Hello there! I'm using Babel!
pt_br: Olá! Estou usando babel!

source: Ignore
pt_br: Ignorar

source: Image generator
pt_br: Gerador de imagens

source: In a metting
pt_br: Em uma reunião

source: Invite friends
pt_br: Convidar amigo(a)s

source: Join group
pt_br: Entrar no grupo

source: Library
pt_br: Galeria

source: Location
pt_br: Localização

source: Logout
pt_br: Sair

source: Make admin
pt_br: Tornar administrador

source: Map view
pt_br: Visão do mapa

source: Members
pt_br: Membros

source: No pending requests
pt_br: Sem solicitações

source: No pending requests to join into your group, when someone request to join it will appear here
pt_br: Não há solicitações para entrar no grupo, quando alguém enviar uma solicitação aparecerá aqui

source: Notification is disabled
pt_br: Notificações está desabilitada

source: Notifications
pt_br: Notificações

source: Open AI
pt_br: Open IA

source: Ops! Something went wrong
pt_br: Ops! Algo deu errado

source: Photo
pt_br: Foto

source: Please enable audio access to have the best experience with the app
pt_br: Por favor, habilite permissão de audio para ter a melhor experiencia com o app

source: Please enable notifications to have the best experience with the app
pt_br: Por favor, habilite as notificações para ter a melhor experiencia com o app

source: Pull to load more
pt_br: Puxe para carregar mais

source: Read
pt_br: Lido

source: Remove admin
pt_br: Remover administrador

source: Remove member
pt_br: Remover membro

source: Request sent, waiting for approval
pt_br: Solicitação enviada, aguardando aprovação

source: Requests
pt_br: Solicitações

source: Requests to join group
pt_br: Solicitações para entrar

source: Reset wallpaper
pt_br: Resetar papel de parede

source: Search
pt_br: Pesquisar

source: Select chat wallpaper
pt_br: Selecionar papel de parede

source: Select your about
pt_br: Selecionar sobre você

source: Send
pt_br: Enviar

source: Send message
pt_br: Enviar mensagem

source: Sent
pt_br: Enviado

source: Settings
pt_br: Configurações

source: Share invite link
pt_br: Compartilhar convite via link

source: Share location
pt_br: Compartilhar localização

source: Show notifications
pt_br: Mostrar notificações

source: Sleeping
pt_br: Dormindo

source: Swipe to cancel
pt_br: Deslize para cancelar

# System settings
source: Configurations
pt_br: Ajustes

# TabBar.Groups.title
source: Groups
pt_br: Grupos

source: Terms and conditions
pt_br: Termos e condições

source: The group description is visible to members of this group and people invited to this group.
pt_br: A descrição do grupo é visível para membros do grupo e pessoas convidadas para esse grupo.

source: Typing...
pt_br: Digitando...

source: Urgent calls only
pt_br: Apenas chamadas de emergências

source: User info
pt_br: Informações do usuário

source: Users
pt_br: Usuários

source: Users requests
pt_br: Solicitações de usuários

source: Version
pt_br: Versão

source: Video
pt_br: Vídeo

source: We need access your contact list to send invitations
pt_br: Por favor, precisamos acessar sua lista de contatos para enviar convites

source: You're no longer a member of this group
pt_br: Você não é mais membro do grupo
